{
  "posts": [
    {
      "id": 1,
      "name": "Delouar",
      "user_photo": "https://i.ibb.co/Pc6p8gm/delouar.jpg",
      "content": "Beginners  classes Starts by 8AM TOMORROW  It's Free for 6 Months Plus Free PDFs to be givenREPLY ADD TO BE ADDED OR INBOX ME",
      "post_photo": "https://i.ibb.co/Pc6p8gm/delouar.jpg"
    },
    {
      "name": "mahin",
      "user_photo": "555",
      "content": "555",
      "post_photo": "https://i.ibb.co/5BNPM5x/second-bg.jpg",
      "id": 2
    },
    {
      "name": "delouar",
      "user_photo": "https://i.ibb.co/5BNPM5x/second-bg.jpg",
      "content": "১৩ তম জাতীয় আর্চারি চ্যাম্পিয়নশিপ! বিকেএসপি, আনসার, সেনাবাহিনী, বিমানবাহিনী ও বিজিবি কে হারিয়ে চ্যাম্পিয়ন হয়েছে বাংলাদেশ পুলিশ আর্চারি টিম। অতিরিক্ত আইজিপি,স্পেশাল ব্রাঞ্চ ও বাংলাদেশ পুলিশ আর্চারি ক্লাবের সভাপতি জনাব মনিরুল ইসলাম বিপিএম (বার) পিপিএম (বার) স্যারের দক্ষ ও যোগ্য নেতৃত্বের ছোঁয়া শুধু পুলিশেই সীমাবদ্ধ নয়, খেলার মাঠেও পড়েছে তার প্রভাব।",
      "post_photo": "https://i.ibb.co/5BNPM5x/second-bg.jpg",
      "id": 3
    },
    {
      "name": "Md.Delouar Hussain",
      "user_photo": "https://i.ibb.co/5BNPM5x/second-bg.jpg",
      "content": "গ্যাংলিয়ন সিস্ট  সাধারণত আপনার কব্জি বা হাতের টেন্ডন বা জয়েন্টগুলিতে হয় । এগুলি গোড়ালি এবং পায়ের মধ্যেও হতে পারে। গ্যাংলিয়ন সিস্টগুলি সাধারণত গোলাকার বা ডিম্বাকৃতির হয় এবং জেলির মতো তরল দিয়ে পূর্ণ থাকে। ছোট গ্যাংলিয়ন সিস্টগুলি মটর আকারের হতে পারে, যখন বড়গুলি প্রায় এক ইঞ্চি (2.5 সেন্টিমিটার) ব্যাস হতে পারে। এগুলো সাধারণত ব্যাথাহীন হয় তবে গ্যাংলিয়ন সিস্ট খুব বড় হয়ে যদি কাছাকাছি স্নায়ুতে চাপ দেয় তবে ব্যথা, অসাড়তা ও পেশী দুর্বলতা সৃষ্টি হতে পারে।   গ্যাংলিয়ন সিস্ট হওয়ার কারণ কী তা সঠিকভাবে কেউ জানে না। এটি একটি জয়েন্ট বা টেন্ডনের আস্তরণ থেকে বৃদ্ধি পায়, এটি হয় যখন একটি জয়েন্ট বা টেন্ডনের চারপাশে থাকা টিস্যু স্থান থেকে বেরিয়ে যায়। সিস্টের ভিতরে একটি পুরু লুব্রিকেটিং তরল থাকে যা জয়েন্ট বা টেন্ডনের চারপাশে পাওয়া যায়।    গ্যাংলিয়ন সিস্ট যে কারো মধ্যেই হতে পারে, তবে এগুলি সাধারণত 20 থেকে 50 বছর বয়সী মহিলাদের মধ্যে বেশি হয়। যাদের আঙ্গুলের জয়েন্টগুলোতে আর্থ্রাইটিস আছে তাদের সেই জয়েন্টগুলোর কাছে গ্যাংলিয়ন সিস্ট হওয়ার ঝুঁকি বেশি থাকে।  অতীতে আঘাতপ্রাপ্ত জয়েন্ট বা টেন্ডনে গ্যাংলিয়ন সিস্ট হওয়ার সম্ভাবনা বেশি।      গ্যাংলিয়ন সিস্ট যদি খুব ছোট হয় ও কোনো অসুবিধা না থাকে তবে চিকিৎসা করানোর কোনো দরকার নেই। খুব ছোট সিস্ট কখনো কখনো এমনিতেও মিলিয়ে যায়। তবে যদি সিস্ট এর আকার বাড়তে থাকে তবে অবহেলা করবেন না। খেয়াল রাখতে হবে যেন ঐ অংশ যেন খুব বেশি নড়াচড়া না করে বা চাপ না পড়ে, কারণ তাতে সিস্ট এর আকার আরো বেড়ে যেতে পারে।  চিকিৎসা:--  1) Aspiration:- আপনার ডাক্তার একটি সিরিঞ্জ  দিয়ে সিস্টটির মধ্যে থেকে তরল পদার্থটিকে বের করতে পারেন। তবে এই সব ক্ষেত্রে কিছু দিন পর আবার নতুন করে সিস্ট হবার সম্ভাবনা থাকে।   2) সার্জারি:- অস্ত্রোপচারের মাধ্যমে সম্পূর্ণ সিস্ট অপসারণ করাও একটি পদ্ধতি। তবে এই সব ক্ষেত্রে কিছুদিন পর আবার নতুন করে সিস্ট  হবার সম্ভাবনা থাকে।  2)অ্যালোপ্যাথি ওষুধ :- কোনো অ্যালোপ্যাথিক ওষুধে এখনো পর্যন্ত এর চিকিৎসা নেই।  3)  হোমিওপ্যাথি ওষুধ:- উপযুক্ত হোমিওপ্যাথি ওষুধের দ্বারা দুই থেকে ছয় মাসের মধ্যেই নিরাময় সম্ভব। সম্পূর্ণ চিকিৎসা করলে আবার নতুন করে হবার সম্ভাবনা নেই।",
      "post_photo": "https://i.ibb.co/5BNPM5x/second-bg.jpg",
      "id": 4
    }
  ]
}